<?xml version="1.0"?>
<data><content>&lt;p&gt;&#xD;
	O&amp;nbsp;Darghos &amp;eacute; um servidor que voc&amp;ecirc; pode &lt;strong&gt;jogar gratuitamente&lt;/strong&gt;, entretanto manter um servidor ao nivel do Darghos nos gera altos custos com&amp;nbsp;disponibilidade, servidores dedicados, seguran&amp;ccedil;a e tudo mais que &amp;eacute; parte do nosso diferencial.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Devido a isto n&amp;oacute;s disponibilizamos o sistema de &lt;strong&gt;Conta Premium&lt;/strong&gt;, aonde voc&amp;ecirc; pode contribuir conosco e ajudar a manter e evoluir o Darghos. Possuindo Conta Premium voc&amp;ecirc; poder&amp;aacute; desfrutar do servidor por inteiro, em uma s&amp;eacute;rie de &lt;strong&gt;beneficios exclusivos&lt;/strong&gt;.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	A baixo listaremos alguns dos principais beneficios em obter a sua Conta Premium, al&amp;eacute;m de &amp;eacute; claro, estar naturalmente ajudando a manter o servidor:&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Novas cidades exclusivas!&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Voc&amp;ecirc; poder&amp;aacute; viajar para &lt;strong&gt;cinco&lt;/strong&gt; novas cidades exclusiva para contribuentes, entre elas, Aaragon, Aracura, Northrend, Salazart e Kashmir.&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Conteudo mais amplo!&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Estas novas cidades s&amp;atilde;o recheados de novos lugares, novas criaturas, novos NPCs, novas quests, novos desafios!&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Novos meios de transporte&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Voc&amp;ecirc; poder&amp;aacute; usar v&amp;aacute;rios transportes que s&amp;atilde;o exclusivos a contruentes, como barcos, tapetes voadores, tr&amp;ecirc;ms e at&amp;eacute; pontos de teletransporte!&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Magias exclusivas&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Ao contribuir voc&amp;ecirc; poder&amp;aacute; usar uma grande variedade de novas e poderosas magias exclusivas.&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Obter uma promo&amp;ccedil;&amp;atilde;o&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Voc&amp;ecirc; poder&amp;aacute; obter uma promo&amp;ccedil;&amp;atilde;o para a sua classe com o &lt;strong&gt;Rei de Quendor&lt;/strong&gt;, com isto a sua regenera&amp;ccedil;&amp;atilde;o de Mana e Life ser&amp;atilde;o duplicados. A penaliza&amp;ccedil;&amp;atilde;o nas mortes tamb&amp;eacute;m &amp;eacute; diminuida e voc&amp;ecirc; ainda poder&amp;aacute; usar mais magias exclusivas a jogadores com uma promo&amp;ccedil;&amp;atilde;o!&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Outfits e addons&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Voc&amp;ecirc; poder&amp;aacute; completar quests e obter uma grande variedade de outfits e addons, que somente contribuentes podem ultilizar!&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Recuperar stamina enquanto treina&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Saiba que jogadores contribuentes que estiverem na ilha de treinamento avan&amp;ccedil;ando seus skill &lt;strong&gt;tamb&amp;eacute;m estar&amp;atilde;o regenerando sua stamina&lt;/strong&gt;! &amp;nbsp;E &lt;strong&gt;sem &lt;/strong&gt;&lt;strong&gt;precisar ficar offline&lt;/strong&gt;! E ainda &lt;strong&gt;30% mais r&amp;aacute;pido&lt;/strong&gt;!&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Bonus 300% no drop gold&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Quando voc&amp;ecirc; derrotar uma criatura, al&amp;eacute;m de ter o gold enviado do corpo at&amp;eacute; sua bag automaticamente, a criatura deixar&amp;aacute; 3 vezes mais gold.&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Obter a sua propria casa&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Voc&amp;ecirc; poder&amp;aacute; ser dono de uma das mais de &lt;strong&gt;400 casas disponiveis&lt;/strong&gt; no servidor, na qual poder&amp;aacute; expor seus itens mais raros, convidar amigos e muito mais!&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Ser Lider ou Vice-Lider de uma Guild&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Voc&amp;ecirc; ja quis ter a sua propria guilda? Ou ser vice-lider de uma? Com uma Conta Premium isto &amp;eacute; possivel!&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Mais espa&amp;ccedil;o&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	A quantidade de itens que voc&amp;ecirc; pode guardar em seus Depots &amp;eacute; duplicada! Isso sem contar a infinidade de itens que voc&amp;ecirc; pode guardar em sua casa! Voc&amp;ecirc; tamb&amp;eacute;m poder&amp;aacute; ter muitos amigos em sua VIP List.&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Novas possibilidades no Website&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Voc&amp;ecirc; poder&amp;aacute; trocar alguns de seus dias de premium por alguns recursos extras em nosso website, como por exemplo, modificar o sexo e o nome de seu personagem. Ainda &amp;eacute; possivel alterar o nome de sua conta. Voc&amp;ecirc; tamb&amp;eacute;m poder&amp;aacute; obter uma grande variedade de itens no jogo que facilitar&amp;atilde;o a sua vida em nosso &lt;a href="http://www.darghos.com.br/index.php?ref=itemshop.purchase"&gt;Item Shop&lt;/a&gt;.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;em&gt;Quer contribuir conosco e ter acesso a todos estes e muitos outros recursos exclusivos?&amp;nbsp;&amp;Eacute; super facil e seguro, clique no bot&amp;atilde;o abaixo para maiores informa&amp;ccedil;&amp;otilde;es.&lt;/em&gt;&lt;/p&gt;&#xD;
</content><changes/></data>
