<?xml version="1.0"?>
<data><content>&lt;h2 style="text-align: justify;"&gt;&#xD;
	&lt;span style="color:#00ff00;"&gt;Conta Premium&lt;/span&gt;&lt;/h2&gt;&#xD;
&lt;p style="text-align: justify;"&gt;&#xD;
	O Darghos &amp;eacute; um servidor totalmente gratuito, e voc&amp;ecirc; pode conseguir a sua Premium Account dentro do jogo e desfrutar de todos os beneficios de um Premium Account do Tibia como:&lt;/p&gt;&#xD;
&lt;ul&gt;&#xD;
	&lt;li style="text-align: justify;"&gt;&#xD;
		Acessar continentes Premium (Aaragon, Salazart, Northrend e Kashmir)&lt;/li&gt;&#xD;
	&lt;li style="text-align: justify;"&gt;&#xD;
		Promovido no n&amp;iacute;vel 20&lt;/li&gt;&#xD;
	&lt;li style="text-align: justify;"&gt;&#xD;
		Usar todas as magias&lt;/li&gt;&#xD;
	&lt;li style="text-align: justify;"&gt;&#xD;
		Criar uma guild&lt;/li&gt;&#xD;
	&lt;li style="text-align: justify;"&gt;&#xD;
		Comprar uma casa.&lt;/li&gt;&#xD;
&lt;/ul&gt;&#xD;
&lt;p style="text-align: justify;"&gt;&#xD;
	Estes s&amp;atilde;o ap&amp;eacute;nas alguns dos v&amp;aacute;rios beneficios de Premium Account, e voc&amp;ecirc; poder&amp;aacute; usufruir disto tudo sem gastar nenhum dinheiro no Darghos.&lt;/p&gt;&#xD;
&lt;p style="text-align: justify;"&gt;&#xD;
	Para conseguir a sua Premium Account voc&amp;ecirc; usar&amp;aacute; o comando &lt;u&gt;&lt;strong&gt;!buypremium&lt;/strong&gt;&lt;/u&gt;&amp;nbsp;aonde 7 dias de Premium custar&amp;atilde;o &lt;strong&gt;300 royal coins&lt;/strong&gt;, uma nova moeda especial usada somente para esta finalidade no jogo.&lt;/p&gt;&#xD;
&lt;p style="text-align: justify;"&gt;&#xD;
	H&amp;aacute; 4 maneiras de se conseguir royal coins:&lt;/p&gt;&#xD;
&lt;p style="text-align: justify;"&gt;&#xD;
	&lt;strong&gt;Battlegrounds:&lt;/strong&gt; Participando de Battlegrounds (com o comando !bg entrar, disponivel no n&amp;iacute;vel 100) voc&amp;ecirc; estar&amp;aacute; automaticamente ganhando pontos de Honra. Esses pontos podem ser usados para comprar alguns poderosos items dentro do jogo mas tamb&amp;eacute;m poder&amp;aacute; ser usados para trocar 1250 pontos de honra por 100 royal coins.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;strong&gt;Dungeons: &lt;/strong&gt;Ao derrotar criaturas e bosses na Dungeon voc&amp;ecirc; ganhar&amp;aacute; royal coins. Ao completar uma Dungeon inteira voc&amp;ecirc; tamb&amp;eacute;m ganhar&amp;aacute; royal coins.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;strong&gt;Miss&amp;otilde;es de Island of Peace:&amp;nbsp;&lt;/strong&gt;Fazer a sequencia de cerca de 15 miss&amp;otilde;es com os NPCs de Island of Peace lhe garantiram uma boa quantidade de exp&amp;ecirc;riencia extra al&amp;eacute;m de items e gold. No final da ultimam miss&amp;atilde;o voc&amp;ecirc; tamb&amp;eacute;m ganhar&amp;aacute; 300 royal coins.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;strong&gt;Loja Darghos:&lt;/strong&gt; Voc&amp;ecirc; pode optar por comprar 1200 royal coins em nossa &lt;a href="http://darghos.com.br/?ref=store.purchase"&gt;Loja Darghos&lt;/a&gt;.&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h2&gt;&#xD;
	&lt;span style="color:#e1dc48;"&gt;Conta VIP&lt;/span&gt;&lt;/h2&gt;&#xD;
&lt;p&gt;&#xD;
	Apesar de ter existido no passado, o Darghos n&amp;atilde;o possui mais sistema de VIP.&lt;/p&gt;&#xD;
</content><changes/></data>
