<?xml version="1.0"?>
<data><content>&lt;h1 style="text-align: center;"&gt;&#xD;
	Perguntas Frequentes&lt;/h1&gt;&#xD;
&lt;h2&gt;&#xD;
	&amp;nbsp;&lt;/h2&gt;&#xD;
&lt;h2&gt;&#xD;
	Onde ficam os treiners?&amp;nbsp;&lt;img alt="" src="http://www.tibiawiki.com.br/images/5/5b/Target_Board.gif" style="width: 64px; height: 64px;" /&gt;&lt;/h2&gt;&#xD;
&lt;p&gt;&#xD;
	Para chegar aos&amp;nbsp;&lt;i&gt;Hitdolls (Treiners)&lt;/i&gt;&amp;nbsp;do&amp;nbsp;&lt;b&gt;Darghos&lt;/b&gt;, &amp;eacute; s&amp;oacute; entrar em um&amp;nbsp;&lt;i&gt;Teleport&lt;/i&gt;&amp;nbsp;que fica no&amp;nbsp;&lt;i&gt;Depot&lt;/i&gt;&amp;nbsp;da cidade de&amp;nbsp;&lt;i&gt;Quendor&amp;nbsp;&lt;/i&gt;ou no teleport do Templo de Quendor.&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h2&gt;&#xD;
	Onde posso encontrar spoilers de Quests e Hunts?&lt;/h2&gt;&#xD;
&lt;p&gt;&#xD;
	Uma grande biblioteca de&amp;nbsp;&lt;i&gt;Spoilers&lt;/i&gt;&amp;nbsp;(Quests, Respawns, NPCs, Itens, Criaturas, etc) &amp;eacute; o&amp;nbsp;&lt;a href="http://darghos.wikia.com/" target="_blank"&gt;Darghos Wiki&lt;/a&gt;. Voc&amp;ecirc; tamb&amp;eacute;m poder&amp;aacute; encontrar ajuda no Fansite&amp;nbsp;&lt;a href="http://suporte-darghos.webnode.com/" target="_blank"&gt;Suporte-Darghos&lt;/a&gt;.&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h2&gt;&#xD;
	&amp;nbsp;&lt;/h2&gt;&#xD;
&lt;h2&gt;&#xD;
	Fiz minha doa&amp;ccedil;&amp;atilde;o, quando recebo o meu saldo na conta?&lt;/h2&gt;&#xD;
&lt;p&gt;&#xD;
	O prazo m&amp;aacute;ximo para que o pagamento seja aprovado, pode ser instantaneo, 1 dia, 2 dias ou 3 dias &amp;Uacute;TEIS (s&amp;aacute;bados, domingos e feriados n&amp;atilde;o contam). Caso o saldo&amp;nbsp;n&amp;atilde;o chegue dentro do prazo, envie um email para&amp;nbsp;&lt;b&gt;suporte@darghos.com&lt;/b&gt;. Ap&amp;oacute;s a aprova&amp;ccedil;&amp;atilde;o, o saldo &amp;eacute; creditado autom&amp;aacute;ticamente na sua conta!&lt;/p&gt;&#xD;
&lt;h2&gt;&#xD;
	Rashid - Onde posso encontr&amp;aacute;-lo? &amp;nbsp;&lt;img alt="" src="http://images2.wikia.nocookie.net/__cb20130329000221/darghos/pt-br/images/f/f5/Rashid.gif" style="width: 41px; height: 50px;" /&gt;&lt;/h2&gt;&#xD;
&lt;p&gt;&#xD;
	O Rashid pode ser encontrado logo depois da saida sul da cidade de Aaragon, detalhadamente como mostra nesta pagina da wikia:&amp;nbsp;&lt;a href="http://darghos.wikia.com/wiki/Rashid"&gt;http://darghos.wikia.com/wiki/Rashid&lt;/a&gt;&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h2&gt;&#xD;
	&lt;i&gt;Djinns - &lt;/i&gt;Onde posso encontr&amp;aacute;-los?&lt;img alt="" src="http://images1.wikia.nocookie.net/__cb20120707195408/darghos/pt-br/images/c/ce/Haroun.gif" style="font-size: 12px; width: 69px; height: 58px;" /&gt;&lt;span style="font-size: 12px;"&gt;&amp;nbsp;&lt;/span&gt;&lt;/h2&gt;&#xD;
&lt;p&gt;&#xD;
	Os&amp;nbsp;&lt;i&gt;Djinns&lt;/i&gt;&amp;nbsp;se encontram ao Nordeste da cidade de&amp;nbsp;&lt;i&gt;Salazart&lt;/i&gt;. Para ter acesso &amp;eacute; necess&amp;aacute;rio derrotar seu ex&amp;eacute;rcito e completar a miss&amp;atilde;o (&lt;a href="http://darghos.wikia.com/wiki/Djinns_Mission" target="_blank"&gt;aqui&lt;/a&gt;).&lt;/p&gt;&#xD;
&lt;h2&gt;&#xD;
	&amp;nbsp;&lt;/h2&gt;&#xD;
&lt;h2&gt;&#xD;
	&amp;nbsp;&lt;/h2&gt;&#xD;
&lt;h2&gt;&#xD;
	Como posso fazer parte da Equipe de Tutores?&lt;/h2&gt;&#xD;
&lt;p&gt;&#xD;
	N&amp;atilde;o existe uma receita de como conseguir um Tutor no Darghos, mas a dedica&amp;ccedil;&amp;atilde;o, paciencia, vontade de ajudar outros jogadores, jogadores novos &amp;eacute; um &amp;oacute;timo caminho de como chegar l&amp;aacute;, mas para isso &amp;eacute; preciso ter uma boa experi&amp;ecirc;ncia no Darghos, conhecer quase todos os lugares, e ter um bom tempo de jogo, al&amp;eacute;m de outros crit&amp;eacute;rios.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Todas estas coisas s&amp;atilde;o verificadas dia-a-dia e quem segue estes crit&amp;eacute;rios com dedica&amp;ccedil;&amp;atilde;o, acaba sendo oferecida a vaga de Tutor =).&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h2&gt;&#xD;
	Eu estou levando Kicks dentro do jogo, por que?&lt;/h2&gt;&#xD;
&lt;p&gt;&#xD;
	No Darghos, &amp;eacute; tolerado o uso de softwares n&amp;atilde;o oficiais para jogar (como bots). No entanto, bots mal configurados podem causar floods em nosso emulador, afetando a perfomance do mesmo e bom jogo de todos. Por conta disto, existe um mecanismo no jogo que quando um jogador efetuar um destes floods ele ser&amp;aacute; kickado do jogo.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Leia &lt;a href="http://darghos.com.br/forum/index.php/topic,167.0.html"&gt;este t&amp;oacute;pico&lt;/a&gt; em nosso forum para entender mais sobre o problema, e o as medidas que podem ser feitas no bot para n&amp;atilde;o ser kickado mais.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h2&gt;&#xD;
	&amp;nbsp;&lt;/h2&gt;&#xD;
&lt;h2&gt;&#xD;
	Estou com outras duvidas, podem me ajudar?&lt;/h2&gt;&#xD;
&lt;h2&gt;&#xD;
	&amp;nbsp;&lt;/h2&gt;&#xD;
&lt;h2&gt;&#xD;
	&lt;span style="font-size: 12px;"&gt;Segue varios m&amp;eacute;todos de como podemos ajudar a sanar as suas duvidas:&lt;/span&gt;&lt;/h2&gt;&#xD;
&lt;ul&gt;&#xD;
	&lt;li&gt;&#xD;
		Procure um de nossos Tutores no Help-Channel&lt;/li&gt;&#xD;
	&lt;li&gt;&#xD;
		Utilize o Rule Violation (Ctrl+R)&lt;/li&gt;&#xD;
	&lt;li&gt;&#xD;
		Atrav&amp;eacute;s do e-mail: Suporte@darghos.com&lt;/li&gt;&#xD;
	&lt;li&gt;&#xD;
		F&amp;oacute;rum do Darghos&lt;/li&gt;&#xD;
	&lt;li&gt;&#xD;
		Mensagem no Facebook&lt;/li&gt;&#xD;
&lt;/ul&gt;&#xD;
</content><changes/></data>
