<?xml version="1.0"?>
<data><content>&lt;p&gt;&#xD;
	Est&amp;aacute; pagina &amp;eacute; um pequeno tutorial para voc&amp;ecirc; que est&amp;aacute; conhecendo o Darghos a pouco tempo. Aqui voc&amp;ecirc; ir&amp;aacute; encontrar instru&amp;ccedil;&amp;otilde;es desde como criar sua conta at&amp;eacute; efetuar o download de nosso cliente e se conectar ao jogo.&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	&lt;strong&gt;Criando minha Conta&lt;/strong&gt;&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	Este &amp;eacute; o primeiro passo para come&amp;ccedil;ar a se divertir no Darghos, a cria&amp;ccedil;&amp;atilde;o de sua conta. Atravez dela voc&amp;ecirc; ir&amp;aacute; por exemplo poder criar seus personagens, modificar sua senha de acesso, obter uma conta premium entre uma s&amp;eacute;rie de coisas possiveis.&amp;nbsp;O primeiro passo &amp;eacute; possuir um endere&amp;ccedil;o de e-mail disponivel, isto pois a primeira senha de sua conta ser&amp;aacute; enviada a sua caixa postal. Note que &amp;eacute; possivel ultilizar o mesmo e-mail para mais de uma conta porem n&amp;atilde;o no mesmo servidor, e sim em servidor diferente). Para criar sua conta, no menu, dentro da sele&amp;ccedil;&amp;atilde;o &amp;quot;contas&amp;quot; selecione &amp;quot;Registrar&amp;quot;. Na pagina seguinte ensira seu endere&amp;ccedil;o de e-mail e um nome para sua conta e conclua o processo. V&amp;aacute; at&amp;eacute; sua caixa postal e ir&amp;aacute; conter uma mensagem do Darghos, contendo sua senha de acesso. Feito isto, voc&amp;ecirc; j&amp;aacute; possui a sua conta!&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	&lt;strong&gt;Acessando e conhe&amp;ccedil;endo minha Conta&lt;/strong&gt;&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	Com o nome e a senha de sua conta em m&amp;atilde;os voc&amp;ecirc; j&amp;aacute; pode acessa-la em nosso website&amp;nbsp;(tambem conhecido como fazer &amp;quot;log-in&amp;quot;), isto &amp;eacute; muito simples, basta em nosso menu na sele&amp;ccedil;&amp;atilde;o &amp;quot;contas&amp;quot; voc&amp;ecirc; selecionar a op&amp;ccedil;&amp;atilde;o &amp;quot;Log-in&amp;quot;. Ser&amp;aacute; aberto um formul&amp;aacute;rio solicitando o numero de sua conta e sua senha. Entre com os dados que voc&amp;ecirc; recebeu no email e pronto, voc&amp;ecirc; ter&amp;aacute; efetuado o primeiro log-in em sua conta!&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	Ap&amp;oacute;s efetuar o log-in ir&amp;aacute; aparecer novas sele&amp;ccedil;&amp;otilde;es disponiveis em nosso menu, tais como minha conta, conta premium, personagens e meus personagens (este somente ap&amp;oacute;s seu primeiro personagem ser criado). Agora voc&amp;ecirc; pode efetuar uma s&amp;eacute;rie de opera&amp;ccedil;&amp;otilde;es em sua conta, como por exemplo modificar a senha gerada pelo sistema para sua conta para uma nova senha de sua preferencia. Para isto basta ir em &amp;quot;minha conta -&amp;gt; Mudar Senha&amp;quot;. Lembre-se de por motivos de seguran&amp;ccedil;a jamais partilhar sua conta e senha, e modificar sua senha periodicamente.&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	&lt;strong&gt;Criando meu primeiro Personagem&lt;/strong&gt;&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	Para entrar no jogo &amp;eacute; necessario primeiro criar um personagem em nosso website, para isto efetue o log-in em sua conta seguindo o processo acima e v&amp;aacute; em &amp;quot;personagens -&amp;gt; Criar&amp;quot;. Ir&amp;aacute; abrir um formulario referente as caracteristicas de seu personagem, tal como nome, sexo, cidade natal e voca&amp;ccedil;&amp;atilde;o, voc&amp;ecirc; dever&amp;aacute; preencher todos estes campos de acordo com sua pref&amp;ecirc;rencia. Ap&amp;oacute;s concluido, seu personagem estar&amp;aacute; criado e voc&amp;ecirc; j&amp;aacute; poder&amp;aacute; se conectar ao jogo!&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	&lt;strong&gt;Conectando-me ao Jogo&lt;/strong&gt;&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	Ap&amp;oacute;s criar sua conta e seu personagem voc&amp;ecirc; j&amp;aacute; possui quase tudo que &amp;eacute; necessario para come&amp;ccedil;ar a jogar em no Darghos. Para se conectar &amp;eacute; necessario ultilizar a vers&amp;atilde;o mais atual do Tibia Client junto ao programa IP Changer. Abaixo segue o link para ambos (lembrando que se voc&amp;ecirc; j&amp;aacute; possui o Tibia 8.6 instalado n&amp;atilde;o &amp;eacute; necessario baixar e instalar novamente):&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	Tibia 8.6 (aprox. 24 Mb)&lt;br /&gt;&#xD;
	&lt;a href="http://static.darghos.com/download/tibia860.exe"&gt;http://static.darghos.com/download/tibia860.exe&lt;/a&gt;&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	IP Changer (aprox. 1,1 Mb)&lt;br /&gt;&#xD;
	&lt;a href="http://otloader.com/files/otloader.rar"&gt;http://otloader.com/files/otloader.rar&lt;/a&gt;&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	IP Darghos / Porta:&lt;br /&gt;&#xD;
	&lt;span style="font-size: larger;"&gt;&lt;strong&gt;darghos.com.br&amp;nbsp;/&amp;nbsp;&lt;/strong&gt;&lt;/span&gt;&lt;span style="font-size: larger;"&gt;&lt;strong&gt;7171&lt;/strong&gt;&lt;/span&gt;&lt;br /&gt;&#xD;
	&lt;br /&gt;&#xD;
	Qualquer duvida ou problema envie um email a &lt;a href="mailto:suporte@darghos.com"&gt;suporte@darghos.com&lt;/a&gt;.&lt;/p&gt;&#xD;
</content><changes/></data>
