<?xml version="1.0"?>
<data><content>&lt;p&gt;&#xD;
	Nesta p&amp;aacute;gina iremos explicar como jogar no Darghos usando a nossa conex&amp;atilde;o em tunel em 5 passos.&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Download dos Programas (1&amp;ordm; Passo)&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;a href="http://the.earth.li/~sgtatham/putty/latest/x86/putty.exe"&gt;Putty &lt;/a&gt;(~ 0.5 mb)&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;a href="http://darghos.com.br/files/darghos_tunnel.rar"&gt;Configura&amp;ccedil;&amp;atilde;o do Putty&lt;/a&gt; (~ 0.1 mb)&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;a href="http://www.freecap.ru/files/freecap_setup_eng.exe"&gt;FreeCap&lt;/a&gt; (~1.5 mb)&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;strong style="font-size: 10px;"&gt;Obs:&lt;/strong&gt;&lt;span style="font-size: 10px;"&gt;&amp;nbsp;Este passo somente &amp;eacute; necess&amp;aacute;rio ser efetuado uma unica vez.&lt;/span&gt;&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Configurando o Putty (2&amp;ordm; Passo)&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Para esta etap&amp;aacute; voc&amp;ecirc; precisa ter baixado o Putty (putty.exe) e o arquivo de Configura&amp;ccedil;&amp;atilde;o do Putty (darghos_tunnel.reg).&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	O download do Putty vem em um unico arquivo, pronto para abrir. N&amp;atilde;o &amp;eacute; preciso o instalar. Apenas copie o arquivo para um lugar aonde voc&amp;ecirc; ache melhor (por exemplo, para a Area de Trabalho).&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Antes de abrir o Putty, primeiro abra o extraia (darghos_tunnel.rar) e abra arquivo de configura&amp;ccedil;&amp;atilde;o (darghos_tunnel.reg). Quando feito, ir&amp;aacute; aparecer uma mensagem informando que o arquivo ir&amp;aacute; fazer altera&amp;ccedil;&amp;otilde;es no registro de seu sistema, e se voc&amp;ecirc; deseja fazer isto. Apenas clique em sim e ser&amp;aacute; exibido uma tela informando que o registro foi modificado com sucesso.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;strong style="font-size: 10px;"&gt;Obs:&lt;/strong&gt;&lt;span style="font-size: 10px;"&gt;&amp;nbsp;Este passo somente &amp;eacute; necess&amp;aacute;rio ser efetuado uma unica vez.&lt;/span&gt;&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Conectando no Tunnel via Putty (3&amp;ordm; Passo)&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Abra o Putty. Na tela inicial, ap&amp;eacute;nas selecione a op&amp;ccedil;a&amp;otilde; &amp;quot;Darghos Tunnel&amp;quot; em Saved Sessions e ent&amp;atilde;o clique no bot&amp;atilde;o Load e ser&amp;aacute; carregado o IP do Darghos, ent&amp;atilde;o clique em Open, como demonstrado na imagem a seguir.&lt;/p&gt;&#xD;
&lt;p style="text-align: center;"&gt;&#xD;
	&lt;img alt="" src="http://darghos.com.br/files/tunnel_1.png" style="width: 466px; height: 448px;" /&gt;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Feito isto, aguarde um instante, e a primeira tela ir&amp;aacute; desaparecer e surgira uma pela preta solicitando um password, como na imagem desmontrada abaixo.&lt;/p&gt;&#xD;
&lt;p style="text-align: center;"&gt;&#xD;
	&lt;img alt="" src="http://darghos.com.br/files/tunnel_2.png" /&gt;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Nesta tela, digite ap&amp;eacute;nas &lt;big&gt;&lt;strong&gt;123456 &lt;/strong&gt;&lt;/big&gt;e tecle enter (observa&amp;ccedil;&amp;atilde;o: enquanto voc&amp;ecirc; estiver digitando, n&amp;atilde;o ir&amp;aacute; aparecer nada na tela, como asteristicos ou coisas do tipo, isto &amp;eacute; normal).&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Se tudo tiver ocorrido corretamente at&amp;eacute; aqui, ir&amp;aacute; aparecer uma mensagem dizendo que voc&amp;ecirc; est&amp;aacute; conectado no Tunnel do Darghos, como na imagem abaixo.&lt;/p&gt;&#xD;
&lt;p style="text-align: center;"&gt;&#xD;
	&lt;img alt="" src="http://darghos.com.br/files/tunnel_3.png" /&gt;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;strong style="font-size: 10px;"&gt;Obs:&lt;/strong&gt;&lt;span style="font-size: 10px;"&gt;&amp;nbsp;Este passo precisar&amp;aacute; ser efetuado todas as vezes que voc&amp;ecirc; for jogar usando o Tunnel.&lt;/span&gt;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;strong style="font-size: 10px;"&gt;Obs (2):&lt;/strong&gt;&lt;span style="font-size: 10px;"&gt;&amp;nbsp;Durante todo o tempo em que voc&amp;ecirc; estiver jogando, esta tela dever&amp;aacute; continuar aberta. Caso voc&amp;ecirc; a feche, a conex&amp;atilde;o com o Tunel &amp;eacute; interrompida imediatamente e voc&amp;ecirc; ser&amp;aacute; descontado do jogo.&lt;/span&gt;&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Configurando o FreeCap (4&amp;ordm; Passo)&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Primeiramente, voc&amp;ecirc; precisar&amp;aacute; instalar o FreeCap. A sua instala&amp;ccedil;&amp;atilde;o &amp;eacute; bastante simples, do tipo &amp;quot;Avan&amp;ccedil;ar, Avan&amp;ccedil;ar e Avan&amp;ccedil;ar&amp;quot; sem nada de especial.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Ap&amp;oacute;s instalado, abra o FreeCap e ent&amp;atilde;o clique em &amp;quot;File&amp;quot; e depois &amp;quot;Settings&amp;quot;. Nesta tela que ir&amp;aacute; abrir, certifique-se de que tudo esteja configurado tal como na imagem.&lt;/p&gt;&#xD;
&lt;p style="text-align: center;"&gt;&#xD;
	&lt;img alt="" src="http://darghos.com.br/files/tunnel_4.png" style="height: 389px; width: 525px;" /&gt;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Clique na aba &amp;quot;Program&amp;quot; do lado esquerdo, e certifique-se de que somente estejam marcadas estas duas caixas, e na op&amp;ccedil;&amp;atilde;o &amp;quot;&lt;em&gt;DNS name resolving&lt;/em&gt;&amp;quot; esteja &amp;quot;&lt;em&gt;local then remote&lt;/em&gt;&amp;quot;, como na imagem abaixo.&lt;/p&gt;&#xD;
&lt;p style="text-align: center;"&gt;&#xD;
	&lt;img alt="" src="http://darghos.com.br/files/tunnel_5.png" style="width: 520px; height: 385px;" /&gt;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Clique em Apply e depois em OK e voc&amp;ecirc; ir&amp;aacute; voltar para a tela principal do FreeCap.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Clique novamente em &amp;quot;&lt;em&gt;File&lt;/em&gt;&amp;quot; e agora selecione &amp;quot;&lt;em&gt;New Application&lt;/em&gt;&amp;quot;.&amp;nbsp;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Na nova tela, digite Darghos para o campo &amp;quot;profile name&amp;quot; e ent&amp;atilde;o clique no bot&amp;atilde;o Browser para selecionar o campo &amp;quot;Program path&amp;quot;.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Um dialogo abrir&amp;aacute; pedindo para voc&amp;ecirc; selecionar um programa, voc&amp;ecirc; dever&amp;aacute; encontrar o Darghos.exe caso voc&amp;ecirc; use o Darghos Client ou entao o Tibia.exe caso voc&amp;ecirc; use o cliente padr&amp;atilde;o. Abaixo segue o caminho aonde cada um normalmente fica:&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;em&gt;&amp;quot;C:/Arquivos de Programas (x86)/Ultraxsoft/Darghos/Darghos.exe&amp;quot; &lt;/em&gt;para o &lt;strong&gt;Darghos Client&lt;/strong&gt;&lt;br /&gt;&#xD;
	&lt;em&gt;&amp;quot;C:/Arquivos de Programas (x86)/Tibia/Tibia.exe&amp;quot;&lt;/em&gt; para o &lt;strong&gt;Tibia &lt;/strong&gt;padr&amp;atilde;o.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Feito isto, ap&amp;eacute;nas clique em OK ignorando os outros campos. Voc&amp;ecirc; voltar&amp;aacute; para a tela inicial do FreeCap e agora conter&amp;aacute; o Tibia Player e o icone do jogo, como na imagem abaixo.&lt;/p&gt;&#xD;
&lt;p style="text-align: center;"&gt;&#xD;
	&lt;img alt="" src="http://darghos.com.br/files/tunnel_6.png" style="width: 597px; height: 461px;" /&gt;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	&lt;strong style="font-size: 10px;"&gt;Obs:&lt;/strong&gt;&lt;span style="font-size: 10px;"&gt;&amp;nbsp;Este passo somente &amp;eacute; necess&amp;aacute;rio ser efetuado uma unica vez.&lt;/span&gt;&lt;br /&gt;&#xD;
	&amp;nbsp;&lt;/p&gt;&#xD;
&lt;h3&gt;&#xD;
	Entrando no Darghos usando o FreeCap e o Tunnel (5&amp;ordm; Passo)&lt;/h3&gt;&#xD;
&lt;p&gt;&#xD;
	Apenas abra o FreeCap (se ele estiver fechado) e d&amp;ecirc; um duplo clique no Tibia Player, o jogo ir&amp;aacute; abrir e o titulo da janela do jogo estar&amp;aacute; &amp;quot;&lt;strong&gt;Darghos via FreeCap&lt;/strong&gt;&amp;quot; (caso voc&amp;ecirc; o use) ou &amp;quot;&lt;strong&gt;Tibia via FreeCap&lt;/strong&gt;&amp;quot; caso voc&amp;ecirc; use o cliente padr&amp;atilde;o. Dai para frente basta logar no servidor com sua conta e senha normalmente.&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Ao entrar no jogo, aparecer&amp;aacute; uma mensagem informando que voc&amp;ecirc; est&amp;aacute; conectado usando Tunnel do Darghos, ent&amp;atilde;o agora voc&amp;ecirc; pode aproveitar o server com menos lag!&amp;nbsp;&lt;small&gt;Caso a mensagem n&amp;atilde;o apare&amp;ccedil;a, certifique-se de ter feito todos passos corretamente e tente novamente.&lt;/small&gt;&lt;/p&gt;&#xD;
&lt;p&gt;&#xD;
	Importante:&lt;strong&gt; Vale lembrar todas as vezes que voc&amp;ecirc; for jogar usando o Tunnel ser&amp;aacute; necess&amp;aacute;rio efetuar o terceiro passo (conectando no Tunnel via Putty) e este quinto passo.&lt;/strong&gt;&lt;/p&gt;&#xD;
</content><changes/></data>
